

{
    "accessibility": {
        "photo_of_speaker_name": "A photo of the speaker \"{name}\"",
        "photo_of_the_speakers_from_2024": "A picture of the speakers from the 2024 conference"
    },
    "headings": {
        "the_czech_vuejs_conference": "The Czech Vue.js conference",
        "about_the_conference": "About the conference",
        "tickets": "Get your seat",
        "the_speakers": "The speakers",
        "the_schedule": "PragVue 2025 schedule",
        "look_back_on_2024": "A look back on 2024",
        "venue": "The venue",
        "prague": "Discover Prague",
        "sponsor": "Become a sponsor"
    },
    "2025": {
        "when": "23 September 2025 - 9:00 - 17:30",
        "where": "Grandium Hotel Prague",
        "map": "Show on map"
    },
    "buttons": {
        "tickets_1": "Buy tickets",
        "tickets_2": "Buy for the best price",
        "tickets_3": "I want to attend PragVue",
        "more": "More info",
        "speaker": "I want to talk at PragVue",
        "hotel": "Contact us for the hotel discount",
        "sponsor": "Contact us for sponsorship options"
    },
    "pages": {
        "home": {
            "conference_info_1": "PragVue is back for its second edition, celebrating the power and potential of Vue.js in the heart of Europe. We’re bringing famous names from the Vue.js community to the City of a Hundred Spires for an event packed with inspiring talks. It’s the perfect opportunity to grow your skills, network with like-minded professionals, and stay ahead in the rapidly evolving world of Vue.js.",
            "conference_info_2": "Vue.js is easy to learn, scalable, highly performant thanks to its coherent reactivity system, and has a rich ecosystem of surrounding libraries. Despite its greatness, Vue.js remains undiscovered by many. That's precisely why we're hosting this conference - to delve deeper into its potential and shed light on its remarkable capabilities.",
            "early_bird_tickets": "Early bird tickets countdown",
            "early_bird_tickets_info": "Early bird ticket price is only available until the end of June",
            "speakers_info": "Get ready to be inspired by an outstanding lineup of Vue.js community members who will share their knowledge, hands-on experience, and fresh perspectives. Expect everything from a closer look at ecosystem tools to big-picture views on modern web practices. Whether you’re a long-time Vue enthusiast or just starting out, you’ll find plenty to spark new ideas. Don’t miss the opportunity to learn from and connect with skilled professionals.",
            "speakers_you": "And you...?",
            "speakers_you_info": "We are still looking for a few more speakers! Whether you're an experienced conference patron or seeking your first opportunity to shine, now's your chance. If you have something to share about Vue, contact us via the button below to discuss the details.",
            "look_back_on_2024": "PragVue 2024 was a blast! Last year, we hosted the first Czech Vue.js conference. Thank you to all the attendees and all the speakers. We’re hoping to make the next one even better!",
            "link_2024": "Speakers from the 2024 conference - click to check details",
            "venue_info": "PragVue will take place at {hotel} conveniently located in the center of Prague, just one block away from Wenceslas Square and within walking distance from all 3 metro lines as well as the main railway station. This makes it a perfect place to host a decent international event. It offers modern conference rooms and equipment as well as first class catering that will be ready to serve on 23 September 2025.",
            "venue_images": "Grandium Hotel Prague conference facilities",
            "venue_offer": "The 5-star {hotel} also offers comfortable overnight accommodation without having to worry about navigating around the city. We’ve arranged a special partnership offer for {offer} for all PragVue guests! Contact us after completing your ticket purchase to receive this benefit.",
            "venue_offer_highlight": "an extra 10% discount",
            "prague_info": "It is just about frontend development. PragVue also gives you chance to explore Prague's stunning Gothic and Baroque architecture, vibrant history, and modern culture. Discover the world's largest ancient castle at Prague Castle, walk the famous Charles Bridge over the Vltava River, and observe the marvelous Astronomical Clock in the historic Old Town Square. And there is much more to do, both during the day and in the night alike. Prague offers a perfect mix of history, culture, nature, and tech, ensuring a fulfilling visit alongside your professional engagements.",
            "prague_images": "Views of Prague",
            "sponsors_info": "Gain valuable exposure, connect with a passionate audience of developers, and help us shape the future of Vue.js by sponsoring PragVue. {br}{br} Seize this chance to connect with talented developers, share your vision, and shine a spotlight on your brand.",
            "sponsors_list": "was made possible thanks to:",
            "your_company_can_be_here": "Your company can be here"
        },
        "2024": {
            "title": "PragVue 2024",
            "about": "The first PragVue was held on 17 September 2024. It was a rather small meetup, but we saw eight Vue/Nuxt developers giving their interesting talks, and new friendships were formed.",
            "image": "PragVue 2024 - Speakers",
            "speakers": "Speakers",
            "back_to_2025": "Back to 2025"
        }
    },
    "speakers": {
        "TheAlexLichter": "Web engineering consultant based in Amsterdam - DevRel [at] VoidZero - Member of the Nuxt Core Team",
        "Baroshem": "{'Fullstack Developer & Advocate [at] Monterail - @GoogleDevExpert in Web Perferformance - Nuxt Ecosystem Team'}",
        "LouellaCreemers": ".NET and TypeScript developer from Rotterdam - Microsoft MVP",
        "huang-julien": "Nuxt Core Team - Frontend developer at Leetchi",
        "adamberecz": "Creator of Vueform",
        "zvenigorodskaia": "COO at Epicmax - In love with Vue.js and Vuestic UI",
        "raisiqueira": "Senior Software Engineer at Vinta Software from Recife",
        "alvarosabu": "DX Engineer [at] Storyblok - OSS author - Content creator",
        "toddeTV": "Computer Scientist and Web Engineer",
        "kissu": "Frontend developer - VueJS ecosystem lover",
        "juanwmedia": "Software engineer - Vue.js specialist",
        "alexanderop": "Developer from Germany passionate about technology and knowledge sharing",
        "AloisSeckar": "Nuxt enthusiast - cs.vuejs.org translator"
    },
    "intro": {
        "present": "present",
        "about": "Vue.js conference in Prague",
        "date": "17th September 2024 09:00",
        "place": "Polygon House - Doudlebská 1699/5, Praha 4",
        "2025pt1": "2nd annual Vue.js conference in Prague",
        "2025pt2": "See you again on 23rd September 2025!",
        "2025pt3": "Details coming soon",
        "2024": "Meanwhile, remind yourself of PragVue 2024",
        "more": "More info",
        "register": "Registration"
    }
}
